7zip
alacritty
amd-ucode
android-tools
base
base-devel
bat
bibata-cursor-theme-bin
bluetui
bluez-utils
brave-bin
brightnessctl
btop
btrfs-progs
cliphist
cmus
efibootmgr
eza
fastfetch
fish
fzf
git
github-cli
gparted
gpu-screen-recorder
grim
grub
hyprland
hyprlock
kdeconnect
kitty
lazygit
less
libdisplay-info
libdrm
libinput
libliftoff
libnotify
librewolf-bin
libxcb
libxkbcommon
linux
linux-firmware
localsend-bin
mako
man-db
mangowm-git
mpv
ncdu
neovim
networkmanager
niri-wip-git
nodejs
npm
nwg-look
otf-font-awesome
pipewire-alsa
pipewire-pulse
pixman
plymouth
pulsemixer
rofi
seatd
slurp
stow
sudo
swaybg
timeshift
tmux
tree
unzip
waybar
wayland
wayland-protocols
wl-clipboard
wlogout
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-wlr
xorg-xwayland
yay
yazi
zoxide
zram-generator
